{
    "time": "11:50-13:15",
    "title": "多言語・多分野の言語資源の構築",
    "chair": "柴田知秀 (ヤフー)",
    "talks": [
      {
        "id": "c-1",
        "type": "normal",
        "time": "11:50-12:15",
        "title": "Code Switchingによる多言語混在日本語資源と言語処理",
        "presenter": "砂岡和子 (早大), 譚翠玲 (北大), 向凌萱 (早大)",
        "material": "https://drive.google.com/open?id=1r6ecP4tmWKW6sNcjkq_Zp-GFjuajspFG",
        "abstract": "近年，生活や仕事の場で多言語混在発話が増えている．多言語混在発話とは，日本語の中に他言語が混じる，もしくは他言語に日本語が混じる対話や独話を指す．増加一途の外国人の日本流入に加え，ネット空間のSNS投稿や，逐次通訳および外国語教育の場では，多言語混在がむしろ常態である．対して現行の自動翻訳や音声書き起こしシステムは，単言語ごとにドメインが分かれ，発話やテキストに他言語が混在するや，その処理精度は著しく低下する．ヒトの言語Ｃode-switchingには高度な社会言語学的役割があるが，マシンによる言語処理はそのニーズを満たせていない．本発表では，日本語と中国語の混じる対話を素材に，Notta・DeepL・Google翻訳・訊飛などの音声書き起こしと，テキスト自動翻訳の精度を比較した結果を報告する．その上で，多言語混在資源の言語処理に対する課題と期待について述べる．"
      },
      {
        "id": "c-2",
        "type": "normal",
        "time": "12:15-12:35",
        "title": "中日対訳データ言語資源作成の進捗状況",
        "presenter": "宮本華瑠 (阪大)",
        "material": "https://drive.google.com/open?id=1BMf6ggLCzEwARE5zjfoTP9Buw7f-vxuQ",
        "abstract": "今日利用可能な日中対訳コーパスには，北京日本学研究センター(2003)『中日対訳コーパス』のみとなっている．利用制約として，北京日本学研究センターから直接許可を得られた機関に限ってその利用が認められていたが，2021年からは，個人・機関問わず対訳コーパスの入手はできない状況に立っている．即ち，日中対照研究をされている研究者が気軽に利用できるコーパスは今後入手困難な状態であることを意味する．その次に問題となるのは，対訳コーパスに格納されたデータの時限問題である．データの多くは著作権(50年以上)をクリアした作品となり，近年の言語使用実態を反映できるものではない点に改善すべき余地があると考える．そして，中国語原文は『鄧小平文選』『わが父－鄧小平』『毛沢東選集』『全人大報告』など出典の8割に文体的偏りが見られる問題が存在する．以上の諸問題を踏まえ，発表者は2010年から対訳データの収集を始めており，現在雑誌『聞く中国語』2018年～2021年(計48冊)のデータ及び『人民網』ニュース対訳文2014年7月～現在のデータが作成済みとなっていることを報告する内容となる．"
      },
      {
        "id": "c-3",
        "type": "normal",
        "time": "12:35-12:55",
        "title": "教育研究の共通知識基盤構築を目指した言語資源の利用",
        "presenter": "武田俊之 (関西学院大学)",
        "material": "https://drive.google.com/open?id=1AKU2EuJJJzCTMy4pfs5JQoFgJBKgUl4C",
        "abstract": "教育実践の分析・理解・介入において，教育理論の果たす役割は大きい。しかし，教育理論は体系化されているわけではなく、さまざまなパラダイムにおいて提唱された理論が多数存在する。また、近接する理論間でも使用される専門用語が常に同じ概念を指しているわけではなく、用語が一貫した用法で使われていないため，その差異を理解することは容易ではない。このような問題を解決するために、論文等のテキストから概念（概念を測定したデータ変数を含む）とその関係を抽出して、さまざな教育理論の整理をおこない、概念等のタグがついた共通知識基盤構築としての教育研究コーパスの構築を目的とした研究開発をおこなっている。研究開始時とくらべて、日本語の自然言語処理手法やツール、事前学習済みモデルの公開など、言語処理研究の進展は目覚ましいが応用上の課題も多い。この発表では研究開発の目的である教育研究の共通知識基盤について説明した上で、さまざまな自然言語処理研究の適用と、ミスマッチや今後の期待について述べる。"
      },
      {
        "id": "c-4",
        "type": "lt",
        "time": "12:55-13:00",
        "title": "世界一のデジタル国家とされるデンマークの取り組みから見る日本語言語資源構築の公開手法と必要性",
        "presenter": "内藤識 (早大)",
        "material": "https://drive.google.com/open?id=1e3b9YvvxsbD7x02XLsGULXZ-AzEQAW-o",
        "abstract": "本発表では、世界一デジタル化が進んでいるとされるデンマークでの言語資源構築の取り組みや活用事例を紹介する。数年前、デンマークは、国家戦略の一つにデンマーク語資源提供を位置づけた。現在、デジタル化庁サイトで多くのデンマーク語データセットが無料公開されている。この国家戦略で機械翻訳やフェイクニュース対策などあらゆる面で質が向上したとされる。これらを元に、需要があり得る日本語言語資源のドメインを述べる。"
      },
      {
        "id": "c-5",
        "type": "lt",
        "time": "13:00-13:05",
        "title": "難病・希少疾患の症例報告を用いたコーパス作成への道のり",
        "presenter": "土肥栄祐 (国立精神神経医療研究センター), 建石由佳 (科学技術振興機構), 藤原豊史, 山本泰智 (ライフサイエンス統合データベースセンター)",
        "material": "https://drive.google.com/drive/folders/1l623ktyIrqwfNT4RqE1xrMht2EOa2tXy",
        "abstract": "難病・希少疾患では、様々な診断支援ツールが開発されている。人工知能と学習データセットの関係と同様に、診断支援ツールの性能や特性は参照データセットに依存する。そのため詳細かつ正確な症例ベースのコーパスが求められる。しかし診療録は個人情報であり共有困難である。日本語症例報告は、PDFで共有、難病・希少疾患の数が不明、共有に学会の許可が必要、診療科ごとに構造化が異なる、医療者の協力が得難い、などのハードルがある。本トークではこれらのハードルを共有する。"
      },
      {
        "id": "c-6",
        "type": "lt",
        "time": "13:05-13:10",
        "title": "意味的アノテーション付き文書が通常業務で作られる社会",
        "presenter": "橋田浩一 (東大・理研)",
        "material": "https://drive.google.com/drive/folders/1RfoH_MCmZDbUeXSzgSlqWIxKvLEyr8SZ",
        "abstract": "意味構造を明示するグラフ文書の方がテキスト文書より作成が簡単なこと、グラフ文書を作ることによって批判的思考力が高まることは先行研究でわかっていたが、われわれは、グラフ文書を高校の授業に無理なく導入して生徒の批判的思考力を高められることを示した。教育においてグラフ文書が生徒の知的能力を高めることから、業務においてもグラフ文書が文書処理の効率と勤労者の知的能力を高めて事業成績が向上することは容易に想像できるので、社会全体にグラフ文書が広まると期待できる。"
      },
      {
        "id": "c-7",
        "type": "panel",
        "time": "13:10-13:15",
        "title": "ディスカッション"
      }
    ]
  }